tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'caskroom/drivers'
tap 'caskroom/versions'

# Development
cask 'atom'
cask 'ccmenu'
cask 'docker'
brew 'git'
cask 'intellij-idea-ce'
cask 'java' unless system '/usr/libexec/java_home --failfast'
cask 'macvim'
brew 'nvm'
cask 'postman'
brew 'tig'
brew 'tmux'

cask 'google-chrome'
cask 'google-chrome-canary'

# Design
cask 'pencil'

# Text Editing
cask 'evernote'
mas 'keynote', id: 409183694
mas 'numbers', id: 409203825
cask 'openoffice'
mas 'pages', id: 409201541

# Utility Apps
cask 'disk-inventory-x'
cask 'dropbox'
cask 'gitter'
cask 'google-drive'
mas 'LastPass', id: 926036361
cask 'slack'
cask 'teampaper-snap'
cask 'spectacle'
cask 'spotify'
cask 'steermouse'
brew 'tree'
mas 'twitter', id: 409789998
