tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'caskroom/drivers'

# Development
cask 'atom'
brew 'git'
cask 'intellij-idea-ce'
cask 'java' unless system '/usr/libexec/java_home --failfast'
cask 'macvim'
brew 'nvm'
cask 'postman'
brew 'tig'
brew 'tmux'

cask 'google-chrome'

# Utility Apps
cask 'disk-inventory-x'
cask 'dropbox'
cask 'evernote'
cask 'google-drive'
mas 'LastPass', id: 926036361
cask 'slack'
cask 'spectacle'
cask 'spotify'
cask 'steermouse'
